checkfree/src/test/resources/expected/execute/taAccountExpected.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:cc="urn:Corticon" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Body><tns:CorticonRequest xmlns:tns="urn:Corticon"><cc:WorkDocuments><cc:Account><cc:accountSegment>1</cc:accountSegment><cc:accountTeamMember cc:href="1" cc:id="4"><cc:accountMgrType>2</cc:accountMgrType><cc:adobeRole>3</cc:adobeRole><cc:named>5</cc:named><cc:outlookProductGroup>6</cc:outlookProductGroup><cc:ruleName>7</cc:ruleName><cc:taOverlayCompositeId>8</cc:taOverlayCompositeId></cc:accountTeamMember></cc:Account></cc:WorkDocuments></tns:CorticonRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>